Repository: fol2/WJ_OctopusAgileWidget
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Account Number
zh_hant: 賬戶號碼

source: API Key
zh_hant: API密鑰

source: API key not set or empty
zh_hant: API密鑰未設置或為空

source: API Settings
zh_hant: API設置

source: Best
zh_hant: 最佳

source: Dashboard Settings (Drag to reorder, swipe left to disable)
zh_hant: 儀表板設置（拖動以排序, 向左滑動以禁用）

source: Decoding error:
zh_hant: 解碼錯誤

source: Disable
zh_hant: 禁用

source: Disabled
zh_hant: 已禁用

source: Display Settings
zh_hant: 顯示設置

source: Enable
zh_hant: 啟用

source: hour
zh_hant: 小時

source: HTTP status code:
zh_hant: HTTP狀態碼:

source: Invalid URL
zh_hant: 無效的URL

source: Loading data...
zh_hant: 正在加載數據...

source: Midnight
zh_hant: 午夜

source: Network error:
zh_hant: 網絡錯誤:

source: No data
zh_hant: 沒有數據

source: No data available
zh_hant: 無可用數據

source: No data received
zh_hant: 沒有接收到數據

source: No rate data available
zh_hant: 沒有可用的費率數據

source: Noon
zh_hant: 中午

source: Not Set
zh_hant: 未設置

source: Number of agileRates:
zh_hant: agileRates 數量:

source: Octopus Agile Dashboard
zh_hant: Octopus Agile 儀表板

source: Octopus Agile Rate Details
zh_hant: Octopus Agile 費率詳情

source: per kWh
zh_hant: 每千瓦時

source: Range:
zh_hant: 區間:

source: Received data:
zh_hant: 接收到的數據

source: Save
zh_hant: 保存

source: Sending request to:
zh_hant: 發送請求到:

source: Set
zh_hant: 已設置

source: Settings
zh_hant: 設置

source: Show prices in pence
zh_hant: 以便士（pence）顯示價格

source: Time Duration:
zh_hant: 時間長度:

source: Unable to decode
zh_hant: 無法解碼
